const pp={
    p1:'1949年9月21日至9月30日，第一届中国人民政治协商会议全体会议在北平召开,10月1日，在北京天安门广场举行开国大典，毛泽东在天安门城楼上宣告中华人民共和国中央人民政府成立，中华人民共和国正式成立，以后每年的10月1日就成为了中华人民共和国的国庆节。',
    p2:'1950年6月25日，朝鲜战争爆发，中国人民志愿军入朝作战，在经过五次大规模战役后，双方进入胶着状态。1953年7月27日双方签署停战协定。',
    p3:'我国在全面建设社会主义的进程中，取得了巨大的成就，初步奠定了现代化建设的物质文化基础。但是，在大跃进时期的宣传画大跃进时期的宣传画社会主义道路的探索中，1958年5月中共八大二次会议提出要使中国在15年或更短的时间内，在主要工业产品产量方面在十年内超过英国、十五年内赶美国（所谓“超英赶美”），提出了“社会主义建设总路线”中共中央主席毛泽东号召大家要破除迷信，解放思想，发扬敢想敢说敢干的精神。社会上出现了“人有多大胆，地有多大产”的口号。会后，全国各条战线掀起了“大跃进”的高潮。8月，中共中央政治局北戴河会议，确定了一工农业生产的高指标。1980年，1月16日中共中央召集干部会议。邓小平作《目前的形势和任务》的报告指出，80年代我们要做三件大事：一是在国际事务中反对霸权主义，维护世界和平；二是台湾回归祖国，实现祖国统一；三是要加紧经济建设，就是加紧四个现代化建设。这三件事的核心是现代化建设。',
    p4:'1966年，正当国民经济的调整基本完成，国家开始执行第三个五年计划的时候，意识形态领域的批判运动逐渐发展成矛头指向党的领导层的政治运动。一场长达十年、给党和人民造成严重灾难的“文化大革命”爆发了。',
    p5:'1964年10月16日下午3点，罗布泊上空炸出了一朵巨大的蘑菇云，那是中国自主研发的第一颗原子弹爆炸成功的信号。这标志着我国的国防向前迈出了关键的一步，成为继美国、苏联、英国、法国之后的第五个拥有核武装的国家。东方红一号卫星，是中国发射的第一颗人造地球卫星，由以钱学森为首任院长的中国空间技术研究院自行研制，于1970年4月24日21时35分发射。该卫星发射成功标志着中国成为继苏联、美国、法国、日本之后世界上第五个用自制火箭发射国产卫星的国家。',
    p6:'1979年，在中共中央“指导下”，全国农村逐步开始实行以家庭联产承包为主的责任制，即“分田包产到户，自负盈亏”。 1979年7月15日中共中央、国务院决定在深圳、珠海、汕头和厦门试办经济特区。',
    p7:'1997年7月1日，中华人民共和国恢复对香港行使主权；1999年12月20日，对澳门行使主权',
    p8:'2008年在北京举办奥运会',
    p9:'2012年航母入列，对于提高中国海军综合作战力量现代化水平、增强防卫作战能力，发展远海合作与应对非传统安全威胁能力，有效维护国家主权、安全和发展利益，促进世界和平与共同发展，具有重要意义。',
}
export default pp;